In [4]:
import pandas as pd
import numpy as np

# Importing the data form excel

In [17]:
BS=pd.DataFrame(pd.read_excel('D:\\MA DISCOUNT COVID\\BEURSSKEDULE 2020.xlsx'))
BS.head(2)

     ACC            ID             Naam  Graad  KLAS Sport  Percentage COACH
0  CO-05  2.031791e+11    MOSHE LENTORO     11   4.0  R7/A         1.0     M
1  FE-02  5.122057e+11  FERREIRA DANIëL      8   5.0  R7/A         1.0     M

In [18]:
KSN=pd.DataFrame(pd.read_excel('D:\\MA DISCOUNT COVID\\KOSHUIS NAAMLYS  2020 (1).xlsx'))
KSN.head(2)

     ACC           Naam Sex  Graad  Total P/M
0  BA-32   Banger Yogan   D     11       2725
1  BA-37  Banda Chantel   D     11       2725

In [39]:
def multiply(x):
    for i in x:
        return x * 2
    return i